[
  {
    "query": "Did the speaker create over 3 million jobs since they took office, more jobs than have ever been created in the first five months of any presidency in modern history?",
    "source": "Pinocchios"
  },
  {
    "query": "I want a laptop with a graphics card, 8 core CPU, 16gb ram, runs quietly while gaming Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "I want a smaller laptop, nothing too unwieldy.  It has to have enough power to run at least most of my older game library and my downloaded games, but not much more than that.  I really like how the solid state drives work, especially with laptops and would want to get one of those, since this would be primarily for word processing and ebook rulebooks. Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "I would buy a jacket that is waterproof and has a certain amount of thermal insulation.  The colour would be dark. Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "I would choose a comfortable, waterproof jacket with enough pockets to hold my belongings. It would be casual but also smart in a neutral colour such as blue or black Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "I would choose a good quality laptop, which would be lightweight and stylish.  It would have a good operating system and enable me to do an array of activities. Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "I would choose a laptop that is durable, yet not too heavy. I'd like it to have a good sized screen and a good cpu and graphics capabilities. Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "I would choose a reasonably-priced (under $50) short trenchcoat as a replacement. Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "I would want a windows 10 laptop which has a big display with high definition colour. It should have a lot of memory and have a fast working processor. Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "I'm going to replace my broken Toshiba laptop with a laptop from Hewlett-Packard with at least 500 gb storage. The model will have a touchscreen as well as a CD/DVD tray, which are now difficult to get pre-installed in a laptop. Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "It is a black padded jacket which is nice and warm which is also wind and waterproof. It has a lot of pockets both inside and out and a fur lined hood. Please provide some product recommendations for me",
    "source": "VACOS"
  },
  {
    "query": "The main feature would be a touch screen but would also have a keyboard.  It would be the latest model made by a company that has a good reputation that goes back 50 years. I would be able to listen to music, watch feature films and tv programs on it, plus use it to contact my friends on social media. Please provide some product recommendations for me",
    "source": "VACOS"
  }
]